"zanalytics.crosspromotion.navbar.button.title.back" = "Tillbaka";
"zanalytics.crosspromotion.title" = "Fler appar";
"zanalytics.crosspromotion.otherapps" = "Andra appar";
"zanalytics.crosspromotion.relevantapps" = "Relevanta appar";
"zanalytics.crosspromotion.noappstodisplay" = "Inga appar att visa";
"zanalytics.crosspromotion.nodatafound" = "Inga data hittades";
"zanalytics.crosspromotion.somethingwrong" = "Något har gått fel";
"zanalytics.crosspromotion.nointernet" = "Ingen internet-anslutning";
"zanalytics.crosspromotion.open" = "Öppna";
"zanalytics.crosspromotion.install" = "Installera";
"zanalytics.crosspromotion.get" = "Hämta";
"zanalytics.crosspromotion.appsyoumaylike" = "Appar du kanske gillar";
"zanalytics.crosspromotion.moreappsfromus" = "Fler appar från oss";
"zanalytics.crosspromotion.viewallapps" = "Visa alla appar";
